IDEA StatiCa Open Model
NadSetupValueLong.Value Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the value.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public long Value { get; set; }
Public Property Value As Long
	Get
	Set
public:
property long long Value {
	long long get ();
	void set (long long value);
}
Property Value
Type: Int64
See Also
Reference
NadSetupValueLong Class
IdeaRS.OpenModel.Concrete Namespace